# Taps
tap "jonz94/sarasa-nerd-fonts"

# Casks
cask "corretto"
cask "font-sarasa-fixed-sc-nerd-font"
cask "font-sarasa-term-sc-nerd-font"
cask "kitty"
cask "raycast"
cask "visual-studio-code"

# Formulae
brew "axel"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "telnet"
brew "tree"
brew "tree-sitter"
brew "wget"
